{
  "welcome": "Ciao, questo è",
  "name": "Kamyar Azizi",
  "title1": "Un",
  "title2": "Frontend",
  "title3": "Sviluppatore",
  "main": "Con una passione per la creazione di applicazioni web veloci, scalabili e visivamente sorprendenti, sono un laureato in ingegneria informatica diventato sviluppatore frontend. Esperto in HTML, CSS, JavaScript e React, sono dedicato a creare esperienze digitali che deliziano gli utenti e superano le aspettative. Questo portfolio mostra i miei progetti, che dimostrano la mia capacità di unire competenza tecnica e visione creativa. Dai un'occhiata in giro e esploriamo insieme le entusiasmanti possibilità dello sviluppo frontend!",
  "home": "Home",
  "projects": "Progetti",
  "menu1": "Chi Sono",
  "menu2": "Competenze",
  "menu3": "Contatti",
  "sideMenu1": "Lingua",
  "sideMenu2": "Tema",
  "sideMenu3": "Curriculum",
  "contactBtn": "Contattami",
  "certificates": "Certificati",
  "webDesign1": "Design Web I",
  "webDesign2": "Design Web II",
  "webDesign3": "Design Web III",
  "language": "Lingua",
  "education": "Istruzione",
  "work": "Esperienza Lavorativa",
  "bachelor": "Laurea in Ingegneria Informatica",
  "master": "Laurea Magistrale in Ingegneria del Software",
  "frontend": "Sviluppatore Frontend",
  "pwp": "Programmazione con Python",
  "coreTech": "Tecnologie Frontend Fondamentali",
  "advancedTools": "Strumenti Avanzati e Librerie",
  "formValidation": "Gestione e Validazione dei Moduli",
  "ui": "Framework e librerie UI",
  "devTools": "Strumenti di sviluppo",
  "backend": "Sviluppo backend",
  "formTitle": "Connettiamoci!",
  "formName": "Nome",
  "formEmail": "Email",
  "formDesc": "Descrizione",
  "send": "Invia",
  "contact": "Informazioni di Contatto",
  "error1": "Per favore, inserisci il tuo nome",
  "error2": "Per favore, inserisci la tua email",
  "error3": "Per favore, scrivi una descrizione",
  "current": "Attuale",
  "location": "Iran, Teheran, Teheran",
  "mft": "Istituto di Tecnologia di Teheran (M.F.T)",
  "uni": "Università Azad Islamica (I.A.U)",
  "smp": "Saman Madar Pars",
  "harvard": "CS50 di Harvard",
  "messageSent": "Messaggio Inviato",
  "error": "Errore",
  "dinning": "Ho sviluppato un sito web di prenotazioni alimentari su larga scala utilizzato da molte università e organizzazioni di alto livello, tra cui l'Università di Teheran e la Mofid Securities Company.",
  "acv6": "Ho sviluppato un sistema complesso di controllo degli accessi utilizzato da università e scuole, con funzionalità avanzate di gestione dei dati e reportistica.",
  "studentJob": "Ho creato una piattaforma multilingue per le università che aiuta gli studenti a trovare opportunità di lavoro part-time e gestire efficacemente le loro ore di lavoro e performance.",
  "housing": "Ho costruito un sito web per una cooperativa abitativa, con sezioni di notizie, galleria e un potente pannello di amministrazione per una gestione efficiente dei dati.",
  "stock": "Ho progettato e sviluppato un sistema di gestione delle azioni con autenticazione utente.",
  "nft": "Sito web del mercato NFT.",
  "weather": "Un'applicazione meteorologica moderna costruita con React. Fornisce agli utenti dati meteorologici in tempo reale, previsioni e approfondimenti per qualsiasi posizione in tutto il mondo.",
  "restaurant": "Un sito web di menu per ristoranti reattivo che presenta un design elegante e un'interfaccia user-friendly, consentendo ai visitatori di esplorare il menu, conoscere il ristorante e fare prenotazioni.",
  "alibaba": "Clone del sito web di Alibaba Airways.",
  "Devlog": "Devlog",
  "Search": "Cerca",
  "devlogError": "Si è verificato un errore, riprova più tardi.",
  "emptyArray": "Nessun post disponibile al momento.",
  "Sort": "Ordina",
  "Return": "Torna",
  "Comments": "Commenti",
  "Comment": "Invia commento",
  "Leave a comment": "Lascia un commento",
  "Message": "Messaggio",
  "Like": "Metti mi piace",
  "acv7": "Un sistema avanzato di controllo accessi progettato specificamente per scuole e istituti educativi, che consente il monitoraggio in tempo reale degli ingressi e delle uscite degli studenti. Il sistema fornisce report dettagliati e notifica automaticamente i genitori quando i figli arrivano o lasciano la scuola.",
  "smpProj": "Ho progettato e sviluppato il sito ufficiale di Saman Madar Pars per presentare le loro soluzioni intelligenti di autenticazione.",
  "viuna": "Ho ridisegnato il sito web aziendale con un layout moderno, navigazione migliorata e una struttura più chiara per presentare i progetti software e hardware. Particolare attenzione è stata data alla reattività e alla facilità di aggiornamento dei contenuti."
}
